package org.example.util;

public class Constants {
    public static final String EXPLANATION_MESSAGE = "Параметры программы задаются при запуске через аргументы командной строки, по порядку: \n" +
            "1. режим сортировки (-a или -d), необязательный, по умолчанию сортируем по возрастанию;\n" +
            "2. тип данных (-s или -i), обязательный;\n" +
            "3. имя выходного файла, обязательное;\n" +
            "4. остальные параметры – имена входных файлов, не менее одного.\n";
}